IDEA Open Model
MatConcreteEc2.Fctk_0_05 Property
Compatible with IDEA StatiCa v 10.1
 Characteristic axial tensile strength of concrete 5% quantile - fctk,0,05
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Fctk_0_05 { get; set; }
Public Property Fctk_0_05 As Double
	Get
	Set
public:
property double Fctk_0_05 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace